"faqQ-1": "1. What is the procedure to activate the YouCLink service?",
"faqA-1": "Firstly, please download the App from App Store or Google Play. Then follow the instructions in the App to enter your YouCLink Login Name and Password. After verification success, you can start using the service.",
"faqQ-2": "2. What can I do if I do not receive the Login Name and Password ?",
"faqA-2": "You can Call YouCLink Service Hotline for assistant if you do not receive the Login Name and Password via email after four hours of service subscription. Our Customer service officer will assist you for resend the Login Name and Password.",
"faqQ-3": "3. What features does YouCLink support?",
"faqA-3": "Receive incoming calls and make outgoing calls when using Wi-Fi or the data network. Customer can also make IDD Call via YouCLink application, the dial method : 001+Country Code + Area Code + Phone Number",
"faqQ-4": "4. Which operating systems are supported by YouCLink?",
"faqA-4": "YouCLink supports iOS 4.3 and Android OS 2.3.3 or above.",
"faqQ-5": "5. How can I make calls using YouCLink?",
"faqA-5": "Call to HK: [HK telephone number] Call to another YouCLink number: [YouCLink number] Call to destinations other than HK: [International Access Code e.g. 0050] [Country Code] [Area Code (if any)] [Telephone number]",
"faqQ-6": "6. When I make calls to others with YouCLink, what number will be shown at the receiving end?",
"faqA-6": "Your YouCLink number will be shown at the receiving end.",
"faqQ-7": "7. Can I call or receive a call from someone who does not have YouCLink?",
"faqA-7": "Yes. YouCLink is not required for another end. They can make call to your YouCLink number / receive your call by any fixed line or mobile phone.",
"faqQ-8": "8. How can I distinguish the call made/received is being connected via YouCLink?",
"faqA-8": "The “YouCLink” service name will be shown in the YouCLink calling interface. You can also set another ringtone for YouCLink in order to distinguish the call from your mobile or YouCLink.",
"faqQ-9": "9. What kind of data network connection do I need to use YouCLink?",
"faqA-9": "You can use either Wi-Fi or the data network to connect to YouCLink.",
"faqQ-10": "10.	Can I restrict the use of data network in YouCLink?",
"faqA-10": "The default setting allows you to connect to YouCLink via Wi-Fi/Mobile Data. You can press “Others” > “Data Connection” and select “Wi-Fi only” to restrict your data network usage.",
"faqQ-11": "11.	Will I be automatically connected to YouCLink when there is a data connection?",
"faqA-11": "The default setting allows you to connect to YouCLink automatically when there is a data connection. You can press “Others” > “Connection Mode” to choose your preferred connection mode.",
"faqQ-12": "12.	How can I know if YouCLink is successfully connected and ready to use?",
"faqA-12": "If you see the green button of “Connected” in the main user-interface, your YouCLink has been successfully connected. For Android devices, you will also see a YouCLink icon on the notification bar.",
"faqQ-13": "13.	Will the call be disconnected if my handset loses data network connection?",
"faqA-13": "Yes. Since the service requires a data connection to making or receiving calls, you are recommended to ensure a stable data connection during the whole conversation.",
"faqQ-14": "14.	Can I still use YouCLink if I change my handset?",
"faqA-14": "Yes. You can download the App to your new handset and re-activate the service.",
"faqQ-15": "15.	Does the YouCLink service charge include Wi-Fi/data network connection charges?",
"faqA-15": "The YouCLink service charge does not include Wi-Fi or data network connection charges.",
"faqQ-16": "16.	Does the YouCLink service charge include IDD or other call charges?",
"faqA-16": "The YouCLink service charge does not include IDD or usage-based charges. To register or if you want to know more details IDD0050 rates, please call 2180 0080.",
"faqQ-17": "17.	How can I access my contacts in YouCLink?",
"faqA-17": "Please press “Contacts” to view the contacts. YouCLink will retrieve your contacts from your handset’s original contact list automatically.",
"faqQ-18": "18.	Can I customize my YouCLink ringtone?",
"faqA-18": "Yes. Please press &quot;Others&quot; > &quot;Ringtone&quot; to customize your YouCLink ringtone.",
"faqQ-19": "19.	Can I still use other handset applications such as the music player or camera while making or receiving calls via YouCLink?",
"faqA-19": "Yes.",
"faqQ-20": "20.	Does YouCLink support call waiting, call forwarding or call conference?",
"faqA-20": "YouCLink supports call waiting to only one party and offline call forwarding to Hong Kong local phone number, but currently does not support call conference.",
"faqQ-21": "21.	Can I use offline call forwarding to fax number or system to make fax communication?",
"faqA-21": "YouCLink does not support any type of fax communications.",
"faqQ-22": "22.	How to turn on the offline call forwarding service?",
"faqA-22": "Please go to &quot;Others&quot; and select &quot;Offline Call Forwarding&quot; under &quot;Settings&quot;, you may enter the Hong Kong local phone number for call forwarding then press the &quot;On&quot; button to turn on the service.",
"faqQ-23": "23.	How to turn off the offline call forwarding service?",
"faqA-23": "Please go to &quot;Others&quot; and select &quot;Offline Call Forwarding&quot; under &quot;Settings&quot;, then press the &quot;Off&quot; button to turn off the service.",
"faqQ-24": "24.	Can I make emergency calls via YouCLink in Hong Kong?",
"faqA-24": "Yes.",
"faqQ-25": "25.	Why sometimes the voice quality of YouCLink will be unstable?",
"faqA-25": "Sometimes the data network or Wi-Fi connectivity may affect the performance of the service. Please check your handset's data network or Wi-Fi connection, and ensure the YouCLink service is turned on. If the voice quality of your YouCLink is not satisfactory due to network instability, you may try to use other Wi-Fi or data network connection with higher stability.",
"faqQ-26": "26.	What can I do if my handset’s data network is stable, but YouCLink is not working?",
"faqA-26": "Android users please try to go to “Settings” > “Applications” in your handset to force stop the YouCLink App, then restart the YouCLink App. For iOS users, please double click the home button in your handset to completely exit the YouCLink App, then restart the YouCLink App.",
"faqQ-27": "27.	I am using iOS 7. Why the other end cannot hear what I say when I am using YouCLink?",
"faqA-27": "Users using iOS 7 are required to allow YouCLink's access to phone's microphone. Please go to your phone's “Settings” > “Privacy” > “Microphone” to turn on the microphone of YouCLink.",
"faqQ-28": "28.	Can I use the YouCLink service if the smartphone has no mobile SIM?",
"faqA-28": "YouCLink service can be used even when the smartphone has no mobile SIM under Wi-Fi connection.",
